# encoding: utf-8

CONTACTS = [{
    type:	'city',
    name: 'Выберите адрес:',
    bounds: [[33.719943143152946, 20.810546875000007], [62.160629104342426, 89.18945312500003]],
    zoom: 4
}, {
    type:	'city',
    name: 'Москва',
    bounds: [[55.55330655215743, 36.9711884140625], [55.94060540808965, 38.30602728125001]],
    zoom: 10
}, {
  type:		'spot',
  name:  'АТРИУМ',
  desc:   'ул. Земляной вал, д. 33<br/>1 этаж<br/>8-905-712-12-63',
  coords: [55.761705, 37.656649]
}, {
  type:		'spot',
  name:  'ТРЦ "Калейдоскоп"',
  desc:   'Ул. Сходненская, 56<br/>3 этаж, рядом с кинотеатром<br/>8-967-141-07-41',
  coords: [55.838799, 37.437622]
}, {
  type:		'spot',
  name:  'ТРЦ "РИО" - Дмитровка',
  desc:   'Дмитровское ш., 163А<br/>2 этаж, рядом с кинотеатром<br/>8-905-712-18-51',
  coords: [55.826498, 37.573357]
}, {
  type:		'spot',
  name:  'ТРЦ "РИО" - Ленинский',
  desc:   'Ленинский пр-т, вл. 109<br/>1 этаж, Атриум<br/>8-495-212-93-27',
  coords: [55.674971, 37.530696]
}, {
  type:		'spot',
  name:  'Башня "Эволюция"',
  desc:   'Москва-Сити, выход из метро «Выставочная»<br/>8-967-140-93-94',
  coords: [55.749268, 37.541808]
}, {
  type:		'spot',
  name:  'ТРЦ "Отрада"',
  desc:   '7 км Пятницкого ш., вл. 2<br/>1 этаж<br/>8-919-107-93-20',
  coords: [55.835275, 37.389167]
}, {
  type:		'spot',
  name:  'ТЦ "Капитолий"',
  desc:   'Москва, пр-т Вернадского, д. 6<br/>Скоро открытие!',
  coords: [55.692242, 37.52792]
}, {
  type:		'spot',
  name:  'ТРЦ "Весна"',
  desc:   'г. Москва, 84 км. МКАД (пересечение с Алтуфьевским ш.)<br/>Скоро открытие!',
  coords: [55.910896, 37.575208]
}, {
    type:	'city',
    name: 'Красногорск',
    bounds: [[55.81638774700022, 37.312826553247845], [55.84054335991312, 37.396253982447064]],
    zoom: 14
}, {
  type:		'spot',
  name:  'ТРЦ "Вегас-2"',
  desc:   'г. Красногорск, 65-66 км. МКАД<br/>Скоро открытие!',
  coords: [55.831812, 37.329429]
}, {
    type:	'city',
    name: 'Грозный',
    bounds: [[43.30321129737056, 45.654995305064624], [43.3345455993744, 45.73842273426384]],
    zoom: 14
}, {
  type:		'spot',
  name:  'ТРЦ "GRAND PARK"',
  desc:   'г. Грозный, пр-т А. Кадырова, 40<br/>3 этаж, зона кинотеатра<br/>Скоро открытие!',
  coords: [43.317992, 45.698197]
}, {
    type:	'city',
    name: 'Астана (Казахстан)',
    bounds: [[51.11347931931667, 71.36299044719902], [51.16747347730558, 71.52984530559746]],
    zoom: 13
}, {
  type:		'spot',
  name:  'ТРЦ MEGA Astana',
  desc:   'г. Астана, Коргальджинское ш., д.1,<br/>Скоро открытие!',
  coords: [51.128422, 71.430564]
}]