# encoding: utf-8

class Contact
  ITEMS = [{
     type:	'city',
     name: 'Выберите адрес:',
     bounds: [[33.719943143152946, 20.810546875000007], [62.160629104342426, 89.18945312500003]],
     zoom: 4
  }, {
     type:	'city',
     name: 'Москва',
     bounds: [[55.55330655215743, 36.9711884140625], [55.94060540808965, 38.30602728125001]],
     zoom: 10
  }, {
     type:		'spot',
     name:  'АТРИУМ',
     desc:   'ул. Земляной вал, д. 33<br/>1 этаж<br/>8-905-712-12-63',
     coords: [55.757204053424914, 37.65896642858858]
  }, {
     type:		'spot',
     name:  'ТРЦ "Калейдоскоп"',
     desc:   'Ул. Сходненская, 56<br/>3 этаж, рядом с кинотеатром<br/>8-967-141-07-41',
     coords: [55.85043714956182, 37.44397347094699]
  }, {
     type:		'spot',
     name:  'ТРЦ "РИО" - Дмитровка',
     desc:   'Дмитровское ш., 163А<br/>2 этаж, рядом с кинотеатром<br/>8-905-712-18-51',
     coords: [55.90906403842613, 37.53915911083899]
  }, {
     type:		'spot',
     name:  'ТРЦ "РИО" - Ленинский',
     desc:   'Ленинский пр-т, вл. 109<br/>1 этаж, Атриум<br/>8-495-212-93-27',
     coords: [55.66371679115097, 37.5109549416501]
  }, {
     type:		'spot',
     name:  'Башня "Эволюция"',
     desc:   'Москва-Сити, м. Выставочная,<br/>выход из метро к мосту "Багратион"<br/>8-967-140-93-94',
     coords: [55.74863866451142, 37.541507592588616]
  }, {
     type:		'spot',
     name:  'ТРЦ "Отрада"',
     desc:   '7 км Пятницкого ш., вл. 2<br/>1 этаж<br/>8-919-107-93-20',
     coords: [55.83526292425083, 37.38916699999988]
  }, {
     type:		'spot',
     name:  'ТЦ "Капитолий"',
     desc:   'Москва, пр-т Вернадского, д. 6<br/>Скоро открытие!',
     coords: [55.69224199991318, 37.52791999999997]
  }, {
     type:		'spot',
     name:  'ТРЦ "Весна"',
     desc:   'г. Москва, 84 км. МКАД (пересечение с Алтуфьевским ш.)<br/>Скоро открытие!',
     coords: [55.91282428548291, 37.58404856091115]
  }, {
     type:	'city',
     name: 'Красногорск',
     bounds: [[55.81638774700022, 37.312826553247845], [55.84054335991312, 37.396253982447064]],
     zoom: 14
  }, {
     type:		'spot',
     name:  'ТРЦ "Вегас-2"',
     desc:   'г. Красногорск, 65-66 км. МКАД<br/>Скоро открытие!',
     coords: [55.822218985379706, 37.38642041796843]
  }, {
     type:	'city',
     name: 'Грозный',
     bounds: [[43.30321129737056, 45.654995305064624], [43.3345455993744, 45.73842273426384]],
     zoom: 14
  }, {
     type:		'spot',
     name:  'ТРЦ "GRAND PARK"',
     desc:   'г. Грозный, пр-т А. Кадырова, 40<br/>3 этаж, зона кинотеатра<br/>Скоро открытие!',
     coords: [43.30859083939331, 45.70111524340797]
  }, {
     type:	'city',
     name: 'Астана (Казахстан)',
     bounds: [[51.11347931931667, 71.36299044719902], [51.16747347730558, 71.52984530559746]],
     zoom: 13
  }, {
     type:		'spot',
     name:  'ТРЦ MEGA Astana',
     desc:   'г. Астана, Коргальжинское ш., д.1<br/>Скоро открытие!',
     coords: [51.145215523034246, 71.41335494695954]
  }]
end